Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/samediggi.fi/kn_puhe_en81114_fin.pdf.tmx
Source language: fin
Languages: sme

source: Meidän tulee arvioida itseämme ja toimintaamme siten, millaisen perinnön jätätämme omille lapsillemme ja tuleville sukupolville.
sme: Mii galgat árvvoštallat ieža iežamet ja bargomet dađi lági mielde makkár árbbi guođđit iežamet mánáide ja boahtte buolvvaide.

source: Arvoisa seminaariväki, olemme tärkein asioiden äärellä.
sme: Árvvus adnon semináraolbmot, mii leat dehálaš áššiid luhtte.

source: Kuulemme tänään erilaisia haasteita, mitä saamelaiset joutuvat kokemaan sekä hyviä käytäntöjä ja ratkaisumalleja tilanteiden ratkaisemiseksi.
sme: Gullat odne iešguđetlágán hástalusaid, maid sápmelaččat šaddet vásihit sihke buriid geavadiid ja čoavddusmálliid diliid čoavdima várás.

source: Saamelaiskulttuuri ei ole staattinen, muuttumaton kulttuuri vaan sopeutamme valtakulttuurin innovaatioita omaan kulttuuriimme ja kehitämme uusia ja omia innovaatioitamme.
sme: Sámi kultuvra ii leat stáđis, rievdameahttun kultuvra, muhto mii heivehit váldokultuvrraid innovašuvnnaid iežamet kultuvrii ja gárgehit ođđa ja iežamet innovašuvnnaid.

source: Moottorikelkka tuli saamelaisilla ensimmäisenä käyttöön poronhoidossa, josta se levisi myös muualle, olemme ottaneet internetin ja sosiaalisen median keinoksi ylläpitää saamelaisten yhteisöllisyyttä ja säilyttää saamen kieltä ja etäopetuksen keinoksi turvata saamen kielen opetusta myös meidän katsontakannassa syrjäseuduille eli kaupunkeihin.
sme: Mohtorgielká bođii vuosttažin sápmelaččain atnui boazobarggus, mas dat lávddai maid eará sadjái, mii leat váldán atnui interneahta ja sosiála media vuohkin doalahit sápmelaččaid searvvušvuođa ja seailluhit sámegiela ja gáiddusoahpahusa vuohkin dorvvastit sámegiela oahpahusa maid min oaidninvuogi mielde doaresbeallái dehege gávpogiidda.

source: Toivon, että tämä seminaari johtaa aivan uudenlaiseen vuorovaikutukseen saamelaisten, viranomaisten ja Euroopan neuvoston välillä - ja luonnollisesti - voimme luoda uusia toimintatapoja kehittää Euroopan neuvoston toimintaa ja saamelaisten oikeuksia.
sme: Sávan, ahte dát seminára boađusin šaddá aivve ođđalágán vuorrováikkuhus sápmelaččaid, eiseválddiid ja Eurohpá ráđi gaskii, ja diehttelas sáhttit duddjot aivve ođđa bargovugiid gárgehit Eurohpá ráđi barggu ja sápmelaččaid vuoigatvuođaid.

source: On tärkeää, että kehitys ei jää tähän vaan että seminaarista seuraa pysyviä ja yhä kehittyviä toimintamalleja.
sme: Lea dehálaš, ahte gárganeapmi ii bisán dasa, muhto semináras čuvvot bissovaš ja ain gárganeaddji doaibmamállet.

source: Saamelaiskäräjät ja saamelainen parlamentaarinen neuvosto osallistuvat mielellään seminaarin tulosten analysoimiseen ja pysyvien toimintamallien kehittämiseen.
sme: Sámediggi ja sámi parlamentáralaš ráđđi oassálastiba áinnas seminára bohtosiid analyseremii ja bissovaš doaibmamálliid gárgeheapmái.

source: Esitänkin pohdittavaksi kysymyksen, että mitä tämän jälkeen tapahtuu, Euroopan neuvosto ?
sme: Ovddidan guorahallama vuollásažžan gažaldaga, ahte mii dán maŋŋel dáhpáhuvvá Eurohpá ráđđi ?

source: Suomen saamelaiskäräjien puolesta haluan kiittää teitä jo nyt halustanne osallistua tähän ainutlaatuiseen tapahtumaan ja toivotan teille antoisaa seminaaripäivää !
sme: Suoma sámedikki beales hálidan giitit din juo dál dáhtusteattet oassálastit dán earenoamáš dáhpáhussii ja sávan iežan beales attolaš seminárabeaivvit !

source: Kiitos mielenkiinnostanne !
sme: Giitu beroštumisteattet !
